Repository: 18F/openfisca-core
Catalog: openfisca_france/i18n/*/LC_MESSAGES/openfisca-france.po
Languages: fr

source: Invalid type for axe: integer or float expected
fr: Type incorrect pour l'axe : entier ou flottant attendu

source: Max value must be greater than min value
fr: La valeur max doit être supérieure à la valeur min

source: Index must be lower than {}
fr: L'index doit être inférieur à {}

source: HTTP Error while retrieving legislation JSON
fr: Erreur HTTP durant la récupération du JSON de la législation

source: Error while retrieving legislation JSON
fr: Erreur durant la récupération du JSON de la législation

source: Individual is missing from {}
fr: L'individu est manquant dans {}

source: A "famille" must have at most 2 "parents"
fr: Une famille doit avoir au plus 2 parents

source: A "foyer_fiscal" must have at most 2 "declarants"
fr: Un foyer fiscal doit avoir au plus 2 déclarants

source: Open a test case
fr: Ouvrir un cas type

source: Save a test case
fr: Enregistrer un cas type

source: Test case results are updated
fr: Les résultats du cas type sont mis à jour

source: Composer
fr: Composeur

source: &Open composition...
fr: &Ouvrir composition...

source: Open composition file
fr: Ouvrir le fichier de composition

source: &Save composition
fr: &Enregistrer composition

source: Save current composition
fr: Enregistrer la composition actuelle

source: Compute test case
fr: Calculer le cas type

source: Varying revenues
fr: Variation des revenus

source: Single test case
fr: Cas type unique

source: Reform mode
fr: Mode réforme
